<script setup lang="ts">
</script>

<template>
	<div class="section section_padding section_center" id="section-faq">
		<div class="section-body">
			<h2>
				<span>
					Отвечаем на ваши вопросы </span>
			</h2>

			<ul>
				<li>
					<h3>Есть ли у нас свадебный хештег?</h3>
					<p class="js-emoji-included">Да, при публикациях в социальных сетях, используйте этот тег
						#hramov_wedding</p>
				</li>
				<li>
					<h3>Будет ли дресс-код?</h3>
					<p class="js-emoji-included">
						Просим воздержаться от красных нарядов и белых платьев. Белое платье в этот вечер должно быть только
						одно
					</p>
				</li>
				<li>
					<h3>Какие подарки предпочтительны?</h3>
					<p class="js-emoji-included">
						Мы поощряем ваше творчество, поэтому будем рады творческому подходу к поздравлению.
						Если не хотите ломать голову, то лучший подарок молодой семье - подарок в конверте
					</p>
				</li>
				<li>
					<h3>Кому можно задать вопросы по организации мероприятия?</h3>
					<p class="js-emoji-included">
						Наш свадебный координатор Ирина с радостью ответит на ваши вопросы по телефону
					</p>
					<p><i>+7 (964) 603-30-87</i></p>
				</li>
				<li>
					<h3>Присутствие детей на свадьбе</h3>
					<p class="js-emoji-included">
						Обратите внимание, что формат мероприятия не предполагают детской площадки и аниматоров.
						Пожалуйста, позаботьтесь о том, чтобы провести этот вечер без детей
					</p>
				</li>
				<li>
					<h3>Подтверждение присутствия</h3>
					<p class="js-emoji-included">
						Будем очень рады видеть вас! Пожалуйста, вступите в диалог по qr-коду ниже, если принимаете это
						приглашение: так мы будем точно знать, что вы придёте на наш праздник.
					</p>
					<br />
					<div style="width: 100%; display: flex; justify-content: center;">
						<img src="../../assets/img/whatsapp.jpg" alt="qr" style="width: 200px;" />
					</div>
					<br />
					<p>Если вы не знаете, что такое "кувыркот", то вот обычная ссылка - <a
							href="https://chat.whatsapp.com/Lwwy7mh4eRR5avlvgEa0e4">вступить в группу</a>
					</p>
				</li>
			</ul>
		</div>
	</div>
</template>